//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Et trygt hjem for alle dine data";
"_intro_1_text_"    = "Hold dine data sikre og under din egen kontroll";

"_intro_2_title_"   = "Multi-konto";
"_intro_2_text_"    = "Koble til alle dine skyer og berør Nextcloud-logien på Filer-fanen for å bytte raskt";

"_intro_3_title_"   = "Start";
"_intro_3_text_"    = "Bra, din Вышка Диск er klar til bruk. Ytterligere informasjon, nyheter og kontaktinformasjon er å finne på https://nextcloud.com ";

"_introNoCryptoCloud_1_title_" = "Skykryptering";
"_introNoCryptoCloud_1_text_"  = "Skykrypteringssystemets protokoll er ikke lenger tilgjengelig, du kan fremdeles dekryptere filene dine ved å laste ned gratisprogrammet fra App-butikken\n\n\"Skykryptering for Nextcloud\"\n\nSnart vil det være en ny ende-til-ende -protokoll tilgjengelig på alle Nextcloud-kllienter\n\n\nTrykk for å starte";

"_log_in_"          = "Logg inn";
"_sign_up_"         = "Logg på med tilbyder";
